export const general = {
  title: "دروس عمومی",
  variant: "orange",
  subjects: [
    {
      title: {
        fa: "فارسی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "زبان خارجی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "دانش خانواده و جمعیت",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "اندیشه اسلامی ۱",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "اندیشه اسلامی ۲",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "انسان در اسلام",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "حقوق سیاسی اجتماعی اسلام",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "اخلاق و تربیت اسلامی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "فلسفه اخلاق",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "اخلاق اسلامی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "آیین زندگی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "عرفان عملی اسلام",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "تاریخ فرهنگ و تمدن اسلامی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "تاریخ تحلیلی صدر اسلام",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "تاریخ امامت",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "تفسیر موضوعی قرآن",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "تفسیر موضوعی نهج البلاغه",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "انقلاب اسلامی و ریشه های آن",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "انقلاب اسلامی ایران",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "آشنایی با قانون اساسی ایران",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "اندیشه سیاسی خمینی",
        en: "",
      },
      slug: "",
    },
  ],
};
