export const main = {
  title: "دروس اصلی",
  variant: "blue",
  subjects: [
    {
      title: {
        fa: "مبانی کامپیوتر و برنامه نویسی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "کارگاه مبانی کامپیوتر و برنامه نویسی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "برنامه نویسی پیشرفته",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "کارگاه برنامه نویسی پیشرفته",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "ساختمان داده ها",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "مدارهای منطقی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "مدارهای الکتریکی و الکترونیکی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "طراحی الگوریتم ها",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "نظریه زبان ها و ماشین ها",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "زبان تخصصی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "شبکه های کامپیوتری",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "آزمایشگاه شبکه های کامپیوتری",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "پایگاه داده ها",
        en: "",
      },
      slug: "",
    },

    {
      title: {
        fa: "معماری کامپیوتر",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "ریاضیات گسسته",
        en: "",
      },
      slug: "",
    },

    {
      title: {
        fa: "طراحی کامپیوتری سیستم های دیجیتال",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "آزمایشگاه سیستم های عامل",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "آزمایشگاه مدارهای منطقی و معماری کامپیوتر",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "اصول طراحی کامپایلر",
        en: "compiler-design",
      },
      slug: "",
    },
    {
      title: {
        fa: "روش پژوهش و ارائه",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "جبر خطی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "سیستم عامل",
        en: "operating-systems",
      },
      slug: "",
    },
    {
      title: {
        fa: "مبانی و کاربرد های هوش مصنوعی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "کارآموزی",
        en: "",
      },
      slug: "",
    },
    {
      title: {
        fa: "پروژه پایانی",
        en: "",
      },
      slug: "",
    },
  ],
};
