export const specialized = {
  title: "دروس تخصصی",
  variant: "red",
  subjects: [
    {
      title: "مهندسی نرم افزار",
      slug: "",
    },
    {
      title: "تحلیل و طراحی سیستم ها نرم افزاری",
      slug: "",
    },
    {
      title: "طراحی زبان های برنامه سازی",
      slug: "",
    },
    {
      title: "آزمایشگاه پایگاه داده",
      slug: "",
    },
    {
      title: "آزمایشگاه مهندسی نرم افزار",
      slug: "",
    },
    {
      title: "مبانی بازیابی اطلاعات",
      slug: "",
    },
    {
      title: "برنامه نویسی وب",
      slug: "",
    },
    {
      title: "مبانی هوش محاسباتی",
      slug: "",
    },
    {
      title: "کارگاه برنامه نویسی متلب",
      slug: "",
    },
    {
      title: "مبانی بینایی کامپیوتر",
      slug: "",
    },
    {
      title: "انتقال داده ها",
      slug: "",
    },
    {
      title: "هم طراحی سخت افزار-نرم افزار",
      slug: "",
    },
    {
      title: "مبانی اینترنت اشیاء",
      slug: "",
    },
    {
      title: "سیگنال ها و سیستم ها",
      slug: "/signals-and-systems",
    },
  ],
};
